

function About() {
    
  return (
    <div>
        <h1> חברת טוויטר </h1>
        <p>חברת טוויטר היא חברת תקשורת חברתית מובילה המציעה פלטפורמה לשיתוף תוכן ותקשורת חברתית.</p>
        <p>בשנת 2024, החלה חברת טוויטר להתרחב ולפרוץ לשווקים אחרים מעבר לתחום המדיה החברתית. במסגרת ההרחבה, חברת טוויטר החליטה להתמקד בתחום הבנייה והנדל"ן.</p>
        <p>מיטב המומחים בחברתנו חקרו ומצאו כי על טוויטר להתחיל להיכנס אל תחום הבנייה והנדל"ן. החקירה כללה תכנון ובניית מגדלים שונים, וכעת חברת טוויטר מתמקדת בחקירה מעמיקה ובתכנון של מגדלים מרשימים שישפרו את נוכחותה בתחום.</p>
     </div>
  );
}

export default About;